{
  "quotes": [
    {
      "quote": "There is surely nothing other than the single purpose of the present moment. A man's whole life is a succession of moment after moment. There will be nothing else to do, and nothing else to pursue. Live being true to the single purpose of the moment.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "There is something to be learned from a rainstorm. When meeting with a sudden shower, you try not to get wet and run quickly along the road. But doing such things as passing under the eaves of houses, you still get wet. When you are resolved from the beginning, you will not be perplexed, though you will still get the same soaking. This understanding extends to everything.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "Even if it seems certain that you will lose, retaliate. Neither wisdom nor technique has a place in this. A real man does not think of victory or defeat. He plunges recklessly towards an irrational death. By doing this, you will awaken from your dreams.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "Be true to the thought of the moment and avoid distraction. Other than continuing to exert yourself, enter into nothing else, but go to the extent of living single thought by single thought.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "This is the substance of the Way of the Samurai: if by setting one's heart right every morning and evening, one is able to live as though his body were already dead, he gains freedom in the Way. His whole life will be without blame, and he will succeed in his calling.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "Bushido is realized in the presence of death. This means choosing death whenever there is a choice between life and death. There is no other reasoning.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "It is spiritless to think that you cannot attain to that which you have seen and heard the masters attain. The masters are men. You are also a man. If you think that you will be inferior in doing something, you will be on that road very soon.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "If one is but secure at the foundation, he will not be pained by departure from minor details or affairs that are contrary to expectation. But in the end, the details of a matter are important. The right and wrong of one's way of doing things are found in trivial matters.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "If by setting one’s heart right every morning and evening, one is able to live as though his body were already dead, he gains freedom in the Way.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "Although this may be a most difficult thing, if one will do it, it can be done. There is nothing that one should suppose cannot be done.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "Whether people be of high or low birth, rich or poor, old or young, enlightened or confused, they are all alike in that they will one day die.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "Meditation on inevitable death should be performed daily. Every day when one’s body and mind are at peace, one should meditate upon being ripped apart by arrows, rifles, spears and swords, being carried away by surging waves, being thrown into the midst of a great fire, being struck by lightning, being shaken to death by a great earthquake, falling from thousand-foot cliffs, dying of disease or committing seppuku at the death of one’s master. And every day without fail one should consider himself as dead.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "No matter if the enemy has thousands of men, there is fulfillment in simply standing them off and being determined to cut them all down, starting from one end.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    },
    {
      "quote": "Purity is something that cannot be attained except by piling effort upon effort.",
      "author": "Yamamoto Tsunetomo",
      "from": "Hagakure"
    }
  ]
}
